Repository: TsolidarioFG/2024-Ecos-do-Sur
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es, fr

source: Language has been set.
es: Se ha configurado el idioma.
fr: La langue a été définie.

source: NO
fr: NON

source: YES
es: SÍ
fr: OUI

source: error_message
es: Un error ha tenido lugar, la conversación se reiniciará.
fr: Quelque chose de mal s'est produit. La conversation va reprendre.

source: Are we allowed to save this conversation?
es: Podemos guardar esta conversación? Puedes responder a este mensaje hasta dentro de 48 horas.
fr: Souhaitez-vous ajouter plus d'informations et nous autoriser à enregistrer cette conversation ? Vous pouvez répondre à ces questions pendant 48 heures maximum.

source: thank you
es: Muchas gracias por utilizar nuestro sistema, esperamos que hayas podido encontrar ayuda en nuestra sugerencia. Esta conversación se eliminará ahora.
fr: Merci d'utiliser notre système, nous espérons que vous pourrez trouver de l'aide grâce à notre suggestion. La conversation va être supprimée maintenant.

source: Describe what happened
es: Por favor, describe que ha pasado en un único mensaje.
fr: Veuillez décrire ce qui s'est passé dans un seul message.

source: Bye
es: Hasta pronto! : )
fr: Au revoir : )

source: Due to inactivity the conversation will be ended
es: La conversación va a terminar por inactividad.
fr: En raison de l'inactivité, la conversation sera terminée.

source: En qué idioma quieres que te responda?
fr: Bonjour ! Dans quelle langue voulez-vous que je réponde ?

source: La conversación anterior ya ha sido borrada
es: La conversacion previa ya ha expirado. Empecemos una nueva! En qué idioma quieres que te responda?
fr: La conversation précédente a déjà expiré. Commençons un nouveau ! Dans quelle langue voulez-vous que je réponde?

source: We have a conversation not closed yet. Do you want to add more information about it?
es: Hay una conversación que aún no se ha cerrado. Quieres añadir más información sobre lo sucedido?
fr: Nous avons une conversation pas encore terminée. Souhaitez-vous ajouter plus d'informations à ce sujet?

source: Due to a server problem this information couldn't be saved.
es: Debido a un error en nuestro sistema la información no se ha podido guardar.
fr: En raison d'un problème de serveur, ces informations n'ont pas pu être enregistrées.

source: Please, select your gender:
es: Por favor, selecciona tu género:
fr: S'il vous plait selectionnez votre genre:

source: This information has been saved successfully
es: La información ha sido guardada correctamente!
fr: Ces informations ont été enregistrées avec succès

source: Where did it happen?
es: Dónde ha ocurrido?
fr: Où est-ce arrivé?
